/* eslint-disable react/style-prop-object */
export const UlibkarainbowLogo = () => (
  <svg
    version="1.1"
    id="Слой_1"
    xmlns="http://www.w3.org/2000/svg"
    x="0px"
    y="0px"
    width="3.125rem"
    height="3.125rem"
    viewBox="0 0 956.8345337 1000"
    enable-background="new 0 0 956.8345337 1000"
  >
    <path
      fill="#FF7361"
      d="M546.0420532,596.4030151C246.0432892,687.0496216,52.5179939,356.8348694,0,12.9494696h443.1668701
	v374.8190308C484.1720276,184.8914795,720.1452026,0,956.8345337,0L714.3876953,1000H259.7123108
	C288.4905701,828.7783203,420.8640747,689.9283447,546.0420532,596.4030151z"
    />
  </svg>
);
